Repository: spinda/Destroy-Windows-10-Spying
Catalog: DWS/lang/*.resx
Languages: es_es, fr_fr, lt_lt, nl_nl, pl_pl, ru_ru

# btnDeleteAllWindows10Apps
source: Delete all windows 10 metro apps
es_es: Eliminar todas las apps Metro de Windows 10
fr_fr: Supprimer toutes les applications metro de windows 10
lt_lt: Ištrinti Windows 10 metro progr.
nl_nl: Verwijder alle Metro apps (win10)
pl_pl: Usuń wszystkie aplikacje Metro Windows 10
ru_ru: Удалить все Win 10 Metro приложения

# btnDeleteOneDrive
source: Delete One Drive
es_es: Eliminar One Drive
fr_fr: Supprimer OneDrive
lt_lt: Ištrinti One Drive
nl_nl: Verwijder OneDrive
pl_pl: Odinstaluj OneDrive
ru_ru: Удалить One Drive

# btnOpenAndEditHosts
source: Open and edit HOSTS file
es_es: Abrir y editar el archivo HOSTS
fr_fr: Ouvrir et modifier le fichier HOSTS
lt_lt: Atverti HOSTS filą redagavimui
nl_nl: Open en bewerk het HOSTS bestand
pl_pl: Edytuj plik hosts
ru_ru: Открыть для редактирования hosts

# btnProfessionalMode
source: Enable professional mode
es_es: Habilitar modo profesional
fr_fr: Activer le mode professionnel
lt_lt: Įgalinti profesionalų režimą
nl_nl: Schakel de Proffesional Modus in
pl_pl: Włącz tryb zaawansowany
ru_ru: Включить профессиональный режим

# btnRestoreSystem
source: Restore System
es_es: Restaurar sistema
fr_fr: Restaurer le système
lt_lt: Atkurti sistemą
nl_nl: Herstel Systeem
pl_pl: Przywracanie systemu
ru_ru: Восстановить систему

# checkBoxAddToHosts
source: Add spy domains to hosts file, and block in Windows Firewall
es_es: Añadir dominios espía al archivo Hosts, y bloquearlos en el Firewall de Windows
fr_fr: Ajouter des domaines espion au fichier HOSTS et bloquer dans le pare-feu Windows
lt_lt: Pridėti šnipinėjimo adresus į hosts failą ir užblokuoti juos Windows ugniasienėje
nl_nl: Voeg spionage domeinen aan het Hosts bestand toe, en blokkeer in Windows Firewall
pl_pl: Zablokuj domeny szpiegujące w pliku hosts i Zaporze systemu Windows
ru_ru: Добавить шпионские домены в hosts, и Windows Firewall

# checkBoxCreateSystemRestorePoint
source: Create system restore point
es_es: Crear punto de restauración
fr_fr: Créer point de restauration système
lt_lt: Sukurti sistemos atkūrimo tašką
nl_nl: Maak een herstelpunt aan.
pl_pl: Utwórz punkt przywracania systemu
ru_ru: Создать точку восстановления системы

# checkBoxDeleteWindows10Apps
source: Delete windows 10 metro apps
es_es: Eliminar Apps Metro de Windows 10
fr_fr: Supprimer windows 10 apps metro
lt_lt: Ištrinti Windows 10 metro programėles
nl_nl: Verwijder Windows 10 Metro Apps
pl_pl: Usuń aplikacje Metro Windows 10
ru_ru: Удалить Win 10 Metro приложения

# checkBoxDisablePrivateSettings
source: Disable private settings
es_es: Deshabilitar configuración privada
fr_fr: Désactiver les paramètres privés
lt_lt: Išjungti privatumo nustatymus
nl_nl: Schakel privacy instellingen uit
pl_pl: Wyłącz wysyłanie prywatnych danych
ru_ru: Отключить приватные настройки

# checkBoxDisableWindowsDefender
source: Disable windows defender
es_es: Deshabilitar Windows Defender
fr_fr: Désactiver windows defender
lt_lt: Išjungti Windows Defender
nl_nl: Schakel Windows Defender uit
pl_pl: Wyłącz Windows Defender
ru_ru: Отключить Windows Defender

# checkBoxKeyLoggerAndTelemetry
source: Delete keylogger and telemetry
es_es: Eliminar Keylogger y Telemetría
fr_fr: Supprimer le keylogger et télémétrie
lt_lt: Ištrinti klavišų sekimą ir telemetriją
nl_nl: Verwijder de Keylogger, en schakel Telematrie uit
pl_pl: Usuń keylogger i telemetrię
ru_ru: Отключить кейлоггер, и телеметрию

# checkBoxSetDefaultPhoto
source: Set default windows photo viewer
es_es: Establecer el visor de imágenes por defecto de Windows
fr_fr: Visionneuse de photos windows par défaut
lt_lt: Padaryti Windows Photo Viewer numatyta paveikslėlių peržiūros programa
nl_nl: Zet de standaard Windows Photo viewer
pl_pl: Ustaw program 'Przeglądarka fotografii systemu Windows' jako domyślny
ru_ru: Установить стандартный просмотрщик фото

# checkBoxSPYTasks
source: Disable SPY tasks
es_es: Deshabilitar tareas espía
fr_fr: Désactiver les tâches de l'espion
lt_lt: Išjungti sekimo užduotis
nl_nl: Schakel spionage services en taken uit
pl_pl: Wyłącz śledzące zadania
ru_ru: Отключить шпионские задачи

source: Complete
lt_lt: Atlikta
nl_nl: Voltooit!
pl_pl: Gotowe
ru_ru: Завершено

# CompleteMSG
source: Complete! A restart is required to disable all spyware. Restart now?
es_es: Finalizado! Un reinicio es necesario para deshabilitar todo el spyware. Reiniciar ahora?
fr_fr: Complet ! Un redémarrage est nécessaire pour désactiver tous les logiciels espions. Redémarrer maintenant ?
lt_lt: Atlikta! Reikia perkrauti kompiuterį, kad būtų išjungtos visos sekimo programos. Perkrauti dabar?
nl_nl: Voltooit! Opnieuw upstarten is verijst om alle spyware uit te kunnen schakelen. Nu opnieuw opstarten?
pl_pl: Aby zakończyć wprowadzanie zmian, należy uruchomić ponownie komputer. Czy chcesz zrobić to teraz?
ru_ru: Завершено! Требуется перезагрузить компьютер. Перезагрузить сейчас?

source: Delete
es_es: Eliminar
fr_fr: Supprimer
lt_lt: Ištrinti
nl_nl: Verwijder
pl_pl: Usuń
ru_ru: Удалить

source: Delete apps
es_es: Eliminar apps
fr_fr: Supprimer apps
lt_lt: Ištrinti programas
nl_nl: Verwijder
pl_pl: Usuń aplikacje
ru_ru: Удалить приложения

source: Disable
es_es: Deshabilitar
fr_fr: Désactiver
lt_lt: Išjungti
nl_nl: Uitschakelen
pl_pl: Wyłącz
ru_ru: Отключить

source: Enable
es_es: Habilitar
fr_fr: Activer
lt_lt: Įjungti
nl_nl: Inschakelen
pl_pl: Włącz
ru_ru: Включить

source: Error
fr_fr: Erreur
lt_lt: Klaida
nl_nl: Fout!
pl_pl: Wystąpił błąd
ru_ru: Ошибка

# ErrorMSG
source: Complete. Errors - {0} A restart is required to disable all spyware. Restart now?
es_es: Finalizado. Errores - {0} Un reinicio es necesario para deshabilitar todo el spyware. Reiniciar ahora?
fr_fr: Complète. Erreurs - {0} Un redémarrage est nécessaire pour désactiver tous les logiciels espions. Redémarrer maintenant?
lt_lt: Atlikta. Klaidos - {0} Reikia perkrauti kompiuterį, kad būtų išjungtos visos sekimo programos. Perkrauti dabar?
nl_nl: Voltooit! Fouten - {0} Opnieuw upstarten is verijst om alle spyware uit te kunnen schakelen. Nu opnieuw opstarten?
pl_pl: Podczas wprowadzania zmian wystąpiły {0} błędy. Aby zakończyć proces, należy uruchomić ponownie komputer. Czy chcesz zrobić to teraz?
ru_ru: Упс. Что-то пошло не так. Ошибок - {0} Но всё равно требуется перезагрузить компьютер. Перезагрузить сейчас?

source: Info
lt_lt: Informacija
pl_pl: Informacja
ru_ru: Информация

# labelInfoDeleteMetroApps
source: METRO applications are deleted permanently, without the possibility of recovery.
es_es: Las aplicaciones METRO son eliminadas permanentemente, sin posibilidad de recuperación.
fr_fr: Les applications METRO sont définitivement supprimés, sans possibilité de récupération.
lt_lt: METRO programos bus ištrintos visam laikui, be galimybės atšaukti pakeitimus.
nl_nl: Metro apps worden permanent verwijderd, herstel is niet mogelijk.
pl_pl: Aplikacje Metro zostaną usunięte na stałe i nie będzie możliwości ich przywrócenia.
ru_ru: Некоторые METRO приложения удаляются навсегда, и их нельзя восстановить

source: Links
fr_fr: Liens
lt_lt: Nuorodos
pl_pl: Linki
ru_ru: Ссылки

# PressOkAndWait15
source: Press OK, and wait 15 minutes.
es_es: Presiona OK, y espera 15 minutos.
fr_fr: Appuyez sur OK et attendez 15 minutes.
lt_lt: Paspauskite Gerai ir palaukite 15 minučių.
nl_nl: Druk op OK en wacht 15 minuten
pl_pl: Kliknij przycisk 'OK' i poczekaj 15 minut.
ru_ru: Нажмите ОК, и подождите 15 минут.

source: Question
es_es: Pregunta
lt_lt: Klausimas
nl_nl: Vraag
pl_pl: Pytanie
ru_ru: Вопрос.

source: Really?
es_es: ¿Estás seguro?
fr_fr: Vraiment ?
lt_lt: Ar tikrai?
nl_nl: Zeker?
pl_pl: Czy jesteś pewny swojej decyzji?
ru_ru: Реально? О_о

# Restart
source: Requires restart. Restart now?
es_es: Requiere un reinicio. ¿Reiniciar ahora?
fr_fr: Nécessite un redémarrage. Redémarrer maintenant ?
lt_lt: Reikia perkrauti. Perkrauti dabar?
nl_nl: Opnieuw opstarten verijst. Nu opnieuw opstarten?
pl_pl: Aby zakończyć proces, należy uruchomić ponownie komputer. Czy chcesz zrobić to teraz?
ru_ru: Требуется перезагрузка Перезагрузить сейчас?

# tabPageAbout
source: About
es_es: Acerca de
fr_fr: À propos
lt_lt: Apie
nl_nl: Over
pl_pl: O programie
ru_ru: О программе

# tabPageMain
source: Main
es_es: Principal
fr_fr: Principal
lt_lt: Pagrindinis
nl_nl: Start
pl_pl: Strona główna
ru_ru: Главная

# tabPageReadMe
source: ReadME
es_es: Léeme
fr_fr: Lisez MOI
lt_lt: Perskaitykite
pl_pl: Opis programu
ru_ru: Прочитай меня

# tabPageSettings
source: Settings
es_es: Configuración
fr_fr: Paramètres
lt_lt: Nustatymai
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки

# tabPageUtilites
source: Utilities
es_es: Utilidades
fr_fr: Utilitaires
lt_lt: Įrankiai
nl_nl: Extra functies
pl_pl: Narzędzia
ru_ru: Утилиты

source: Warning
es_es: Advertencia
fr_fr: Attention
lt_lt: Perspėjimas
nl_nl: Waarschuwing!
pl_pl: Ostrzeżenie
ru_ru: Внимание

# RemoveAllOldFirewallRules
source: Remove all old DWS firewall rules
es_es: Eliminar todas las reglas anteriores de DWS
lt_lt: Pašalinti senas ugniasienės taisykles
nl_nl: Verwijder oude DWS instellingen (firewall)
pl_pl: Usuń stare reguły zapory od DWS
ru_ru: Удалить старые правила файрволла

source: Report a bug
es_es: Informar de un error
lt_lt: Pranešti apie klaidą
nl_nl: Rapporteer een fout.
pl_pl: Zgłoś błąd
ru_ru: Сообщить о баге

# ReadMeTextBox
source: This program destroys spying on Windows 7/8/8.1/10. The program is open source code, which is on github. This program completely destroys spying. Removes some elements of telemetry and the other turns off, disables Windows Defender, Cortana, and much more. As the program disables Windows Update, which allows you to remain anonymous and not to receive updates of new spyware. The delete Metro applications is very good, because they work in the background, and devour memory, and some of them spying on you. Also, the program blocks many IP address of Microsoft, which are the data, and adds the most spyware to hosts. Almost all of the program is irreversible and should not be rolled back even after a system restore point. At the moment it is the most effective program. The program is developing and improving a large community of users of Windows 10, some help to rewrite the code to a more productive, and some help with the translation of the program into other languages. Arguments for the command line: /lang= - set the language of the program starts. Example: /lang=en /deleteapp= - allows you to delete an application Metro in Windows. Example: /deleteapp=bing or /deleteapp=note /destroy - an argument for removing spyware. IMPORTANT! Arguments /destroy and /deleteapp= can not be combined, and the argument /deleteapp= can not be used several times.
lt_lt: Ši programa sunaikina šnipinėjimą Windows 7/8/8.1/10 operacinėse sistemose. Programos kodas yra atviras, prieinamas github puslapyje. Ši programa pašalina kai kuriuos telemetrijos elementus, kitus išjungta, išjungia Windows Defender, Cortana ir daug daugiau. Kadangi programa išjungia Windows Update, jūs negausite šnipinėjančios programinės įrangos atnaujinimų. Metro programėlių funkcija yra naudinga, nes šios programėlės dirba fone, naudodamos jūsų kompiuterio resursus ir, kai kurios iš jų, net šnipinėja. Be to, programa blokuoja daugelį Microsoft IP adresų, kuriems yra siunčiami jūsų duomenis pridėdama juos į hosts. Daugelis šios programos padaromų pakeitimų negali būti atstatyta, net panaudojus sistemos atkūrimo galimybę. Šiuo metu tai yra efektyviausia programa, kurią vysto didelė Windows 10 naudotojų bendruomenė. Komandinės eilutės parametrai: /lang= - nustatyti kalbą prieš paleidžiant programą. Po lygybės ženklo reikia nurodyti kalbos pavadinimą. Pavyzdys: /lang=en-US /deleteapp= - leidžia ištrinti Metro programėlę. Po lygybės ženklo galima nuroyti pilną arba dalinį pavadinimą. Pavyzdys: /deleteapp=bing arba /deleteapp=note /destroy - automatiškai pašalina sekimą. SVARBU! Parametrai /destroy ir /deleteapp= negali būti naudojami kartu, o parametro /deleteapp= negalima nurodyti kelis kartus iš eilės.
nl_nl: Dit Programma verwijderd de ingebouwde spyware in Windows 7, 8, 8.1, Server 2008-2012 R2 en 10. Het programma is Open-Source, de broncode is te vinden op Github. Dit programma verwijderd alle spyware die is ingebouwd door Microsoft in Windows. Sommige Elementen van telematrie worden verwijderd, en de andere worden uitgeschakeld. Het programma kan Windows Update uitschakelen, hierdoor blijf je annoniem omdat je geen nieuwe updates ontvangt van spyware. De verwijder Metro apps functie werkt zeer goed, Metro apps draaien in de achtergrond en nemen geheugen in beslag. Sommige apps bespioneren je. Veel IP adressen van Microsoft worden geblokkeerd, waar data naartoe gaat. De meeste spyware wordt in het HOSTS bestand en Windows Firewall geblokkeerd. het meest van dit programma kan niet teruggedraait worden, zelfts niet na een windows herstel doormiddel van een herstelpunt. Op het moment is dit het meest effectieve programma, in het verwijderen van ingebouwde spyware in Windows 10. Het programma ontwikkeld en verbeterd een grote gemeenschap aan Windows 10 gebruikers. Sommigen helpen met het herschrijven van de code in een betere wijze, en sommigen helpen met het vertalen van het programma in andere talen. argumenten voor de opdrachtpromt: /lang= - zet de taal waarin het programma start. Voorbeeld: /lang=nl /deleteapp= - verwijderd een Metro app in windows. Voorbeeld: /deleteapp=bing of /deleteapp=note /destroy - verwijderd spyware. BELANGRIJK! De argumenten /destroy en /deleteapp= kunnen niet worden gecombineerd, en het argument /deleteapp= kan niet meerdere keren gebruikt worden.
pl_pl: Dzięki tej aplikacji możesz usunąć oprogramowanie szpiegujące w systemach Windows 7/8/8.1/10. Jest to program o otwartym źródle, które jest dostępne na Github. Usuwane są elementy telemetrii, wyłączany jest Windows Defender, Cortana, a także wiele innych niepożądanych części systemu. Aplikacja wyłącza także Windows Update, co pozwala ci na pozostanie anonimowym. Kolejną korzyścią jest nieotrzymywanie aktualizacji wbudowanego oprogramowania szpiegującego. Jedną z funkcji aplikacji jest usuwanie aplikacji Metro. Jest to bardzo przydatne, ponieważ działają one w tle i niepotrzebnie marnują pamięć, a niektóre z nich cię szpiegują. W dodatku program blokuje za pomocą pliku hosts wiele adresów IP pochodzących od firmy Microsoft, gdzie przesyłane są zebrane dane. Większość zmian wprowadzanych przez program jest niemożliwa do cofnięcia, nawet korzystając z wcześniej utworzonego punktu przywracania. W tej chwili jest to najlepszy program, który pozwala na zablokowanie wbudowanego oprogramowania szpiegującego. Jest on cały czas rozwijany przez użytkowników Windows 10. Niektórzy z nich poprawiają kod, aby był bardziej wydajny, a inni pomagają tłumaczyć program na inne języki. Parametry linii poleceń: /lang= - określa język programu. Na przykład: /lang=pl /deleteapp= - pozwala ci usunąć wybraną aplikację Metro. Na przykład: /deleteapp=bing lub /deleteapp=note /destroy - pozwala ci usunąć elementy szpiegujące. Zwróć uwagę na to, że parametrów /destroy i /deleteapp= nie można używać jednocześnie, a parametr /deleteapp= może zostać użyty tylko raz w jednym poleceniu.
ru_ru: Данная программа уничтожает шпионство на Windows 7/8/8.1/10. У программы открытый исходный код,который находится на github. Данная программа уничтожает шпионство полностью. Удаляет некоторые элементы Телеметрии,а остальные отключает, отключает Windows Defender, Кортану,и многое другое. Так же программа отключает Windows Update, что позволяет вам остаться анонимным, и не получать новых шпионских обновлений. Функция удаления Metro приложений очень хороша, т.к. они работают в фоновом режиме, и жрут оперативную память, а некоторые из них шпионят за вами. Так же программа блокирует многие IP адреса Microsoft, на которые идут данные, и добавляет большинство шпионских хостов в hosts. Почти все действия программы необратимы, и их не откатить даже через точку восстановления системы. На данный момент это самая эффективная программа, которую помогает разрабатывать, и улучшать большое сообщество пользователей Windows 10, некоторые помогают переписать код на более производительный, а некоторые помогают с переводом программы на другие языки. Аргументы для командной строки: /lang= - установить язык запуска программы. После = надо написать название языка. Пример: /lang=en-US /deleteapp= - позволяет удалить приложения Metro в Windows . После знака = надо написать полное название, или часть названия приложения. Пример: /deleteapp=bing или /deleteapp=note /destroy - аргумент для удаления шпионских модулей. ВАЖНО! Аргументы /destroy и /deleteapp= нельзя комбинировать между собой, и аргумент /deleteapp= нельзя использовать несколько раз.

# FindOffice16FileT
source: Please specify the path to the file msosync.exe. If Office 2016 is installed as standard on the drive C, press "Cancel"
lt_lt: Prašome nurodyti kelią iki msosync.exe failo. Jei Office 2016 yra įdiegta C diske numatytoje vietoje, paspauskite "Atšaukti"
nl_nl: wat is het pad naar het bestand "MSOSYNC.EXE". Als Microsoft Office 2016 is ge√Ønstalleerd als standaard op schijf C:\, kies "Annuleren".
pl_pl: Określ ścieżkę do pliku msosync.exe. Jeśli Office 2016 jest zainstalowany w zwykły sposób na dysku C, kliknij przycisk "Anuluj"
ru_ru: Пожалуйста, укажите путь до файла msosync.exe . Если Office 2016 установлен стандартно на диск C, то нажмите "Отмена"

# checkBoxDeleteGWX
source: Delete GWX
lt_lt: Ištrinti GWX (Windows 10 atsisiuntimo priemonę)
nl_nl: Verwijder GWX
pl_pl: Usuń GWX
ru_ru: Удалить GWX (Получить Windows 10)

# checkBoxDeleteWindows78Updates
source: Delete spying updates.
lt_lt: Ištrinti Windows atnaujinimus su šnipinėjimu
nl_nl: Verwijder spionage updates
pl_pl: Odinstaluj szpiegujące aktualizacje
ru_ru: Удалить шпионские обновления.

# labelUninstallUpdates
source: Uninstall updates:
ru_ru: Удалить следующие обновления:
